9/data/attachments/674e32863e9d5701.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jared_experience_Actions_77869_4</nif:username>
            <nif:friendToBeRequested>soap_actions_55dab93f-d953-4d3c-b263-393af3026043</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>